Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/others/samisk_strategiplan_samisk.doc.tmx
Source language: sme
Languages: nob

source: Romssa universitehta
nob: Samisk strategiplan

source: sámi strategiijaplána
nob: for Universitetet i Tromsø

source: Sámi dutkamiid guovddáš
nob: Senter for samiske studier

source: Almmuheaddji : Sámi dutkamiid guovddáš
nob: Utgiver : Sámi dutkamiid guovddáš / Senter for samiske studier

source: Čujuhus : Romssa universitehta
nob: Adresse : Romssa universitehta / Universitetet i Tromsø

source: 9037 ROMSA
nob: 9037 TROMSØ

source: Olggošgovva : Rávná Nystad lea málen gova “ Mátki lea leamašan guhkki ”
nob: Omslagsbilde : “ Mátki lea leamašan guhkki ” av Rávná Nystad

source: Deaddilan : Lundblad Grafisk as Nubbi deaddileapmi 2002 © Sámi dutkamiid guovddáš
nob: Første utgave 2000 © Sámi dutkamiid guovddáš / Senter for samiske studier

source: Ovdasátni
nob: Forord

source: Sámi dutkamiid guovddáža stivra ovddida dál “ Romssa universitehta sámi strategiijaplána ” áigodahkii 2000 - 2010 .
nob: Styret ved Senter for samiske studier legger med dette frem " Samisk strategiplan for Universitetet i Tromsø " for perioden 2000 - 2010 .

source: Lei rektor Tove Bull gii 1997:s evttohii ráhkadit Romssa universitehta sámi strategiijaplána .
nob: Det var rektor Tove Bull som i 1997 lanserte ideen om å utarbeide en samisk strategiplan for Universitetet i Tromsø .

source: Sámi dutkamiid guovddáš čuovvolii evttohusa , ja ráhkadišgođii plána .
nob: Senter for samiske studier tok tak i initiativet , og påtok seg ansvaret for å gjennomføre planprosessen .

source: Plána lea ádjánan guhkit ráhkadit go álggos doaivvuimet , muhto min mielas lea plána ráhkadeami proseassa seammá deaŧalaš go ieš plána .
nob: Dette arbeidet har tatt lengre tid enn vi forutså i begynnelsen , men vi tror at prosessen frem til den endelige planen har vært like viktig som selve sluttproduktet .

source: Fágabirrasat leat dieđihan midjiide ahte plánabargu lea álggahan ságastallama sámi dutkama birra universitehtas , ja oidnosii buktán sámi dutkama .
nob: Vi har fått mange positive tilbakemeldinger fra fagmiljøene om at dette har satt fokus på samisk forskning ved universitetet , og bidratt til en økt synliggjøring av temaet .

source: Sámi dutkandoaimmat ja eamiálbmotdutkandoaimmat lassánit , ja dan botta go dainna plánain leat bargan leat olu deaŧalaš proseassat ja prošeavttat vuolggahuvvon .
nob: Aktivitetene rundt samisk forskning og urfolksforskning er økende , og i løpet av den tiden planen har vært under utarbeiding er en rekke viktige prosesser , initiativer og prosjekter blitt iverksatt .

source: Daid proseassaid ja prošeavttaid leat mii háliidan nu guhkás go vejolaš váldit mielde plánii .
nob: Vi har derfor følt et behov for kontinuerlig å oppdatere planen .

source: Plána ráhkadettiin oaččuimet mii čađat ođđa evttohusaid ja cealkámušaid - sihke universitehta olbmuin ja olggobeali olbmuin - geaid mielas Romssa universitehtain lea lunddolaš ovttasbargat sámi dutkama oktavuođas .
nob: Vi har hele tiden fått nye innspill og henvendelser - fra interne , men også fra eksterne aktører , som ser på Universitetet i Tromsø som en naturlig samarbeidspartner innen samisk forskning .

source: Sámi dutkamiid guovddážii lea hui movttiidahtti go nu oallugat leat háliidan searvat dán bargui .
nob: Dette er en utvikling som sentret opplever som svært positiv .

source: Sámi strategiijaplánas leat vihtta kapihttala ja okta mielddusoassi .
nob: Strategiplanen er inndelt i fem kapitler samt ett vedlegg .

source: Vuosttaš kapihttalis lea strategiijaplána čoahkkáigeassu , ja das leat plána váldočuoggát .
nob: Kapittel 1 er sammendraget av strategiplanen , og her presenteres hovedpunktene .

source: Nubbi kapihtal lea válddi ja bargojoavkku birra .
nob: Kapittel 2 presenterer mandatet og arbeidsgruppens sammensetning .

source: Goalmmát kapihttalis čilgejuvvojit višuvnnat maidda Sámi dutkamiid guovddáš lea plána vuođđudan , ja movt mii jáhkkit sámi dutkama ovdánit boahtteáiggis .
nob: Kapittel 3 presenterer leseren med noen av de visjoner som sentret har lagt til grunn for planen , og hvordan vi ser på utviklingen innen samisk forskning fremover .

source: Njealját kapihttalis guorahallojuvvo Romssa universitehta sámi dutkama ovdáneapmi historjjálaččat . Viđat kapihttalis leat doaibmabijuid evttohusat .
nob: Kapittel 4 er en historisk oversikt over fremveksten av samisk forskning ved Universitetet i Tromsø , og i kapittel 5 presenteres alle forslagene til tiltak .

source: Mielddusoassái leat čohkken universitehta instituhtaid čilgehusaid ja instituhtaid sámi olgogova čilgehusaid .
nob: Vi har også valgt å redigere sammen et omfattende vedlegg : En beskrivelse av de enkelte institutter og deres samiske profil .

source: Mielddusoassi lea dušše dárogillii .
nob: Dette vedlegget er kun på norsk .

source: Oallugat leat leamaš mielde ráhkadeame Sámi strategiijaplána .
nob: Mange personer har vært involvert i arbeidet med Samisk strategiplan .

source: Stivrajođiheaddjin háliidan giitit sámi strategiijaplána bargojoavkku buori barggu ovddas , ja mun giittán maiddái fágabirrasiid ja ovttaskas olbmuid geat leat buktán konstruktiiva cealkámušaid plánii .
nob: Som styreleder vil jeg takke den nedsatte arbeidsgruppen for deres innsats , og jeg takker også fagmiljøer og enkeltpersoner som har bidratt med konstruktive innspill .

source: Erenoamážit giittán Lars Andreassen , gii lea čállinbarggu dahkan ja čoahkkinastán universitehta fágabirrasiiguin .
nob: En særlig takk til Lars Andreassen , som har ført planen i pennen , og gjennomført alle kontaktmøtene med miljøer rundt på universitetet .

source: Erenoamážit háliidan maiddái namuhit ovddeš stivrajođiheaddji Ánde Somby , gii lea čállán eanas oasi goalmmát kapihttalis .
nob: Også tidligere styreleder Ánde Somby , som bl.a. har skrevet hoveddelen av kapittel 3 , må særskilt nevnes .

source: Maiddái sadjásaš stivrajođiheaddji Britt Kramvig lea jođihan strategiijaplána proseassa .
nob: Britt Kramvig førte i sin periode som konstituert styreleder prosessen videre .

source: Háliidan maiddái giitit Siri Johnsen , gii lea dahkan maŋemus rievdademiid ja gárven plána , ja Berit Merete Nystad , gii lea jorgalan plána sámegillii .
nob: Jeg vil også berømme innsatsen til Siri Johnsen , som redigerte og sluttførte arbeidet med planen , og til Berit Merete Nystad som har oversatt den til samisk .

source: Sámi dutkamiid guovddáža stivra háliida giitit Universitehta hovdengotti gii lea ruhtadan Sámi strategiijaplána ráhkadeami .
nob: Styret ved Senter for samiske studier vil endelig takke Universitetets ledelse for å ha stilt økonomiske midler til disposisjon for utarbeidelse av Samisk strategiplan .

source: Romsa , 12.09.2000
nob: Tromsø , 12.09.2000

source: SISDOALLU
nob: styreleder

source: 1 ČOAHKKÁIGEASSU 1
nob: INNHOLD 1 SAMMENDRAG 1

source: 1.1 Álgu 1
nob: 1.1 Innledning 1

source: 1.2 Váldi , bargu ja bargojoavkku lahtut 1
nob: 1.2 Mandatet , arbeidet og arbeidsgruppens sammensetning 1

source: 1.3 Višuvnnat 2
nob: 1.3 Visjoner 2

source: 1.4 Historjjálaš čielggadeapmi 2
nob: 1.4 Historisk oversikt 2

source: 1.5 Doaibmabijuid evttohusat 3
nob: 1.5 Forslag til tiltak 3

source: 1.6 Mielddus A 3
nob: 1.6 Vedlegg A 3

source: 2 VÁLDI , BARGU JA BARGOJOAVKKU LAHTUT 5
nob: 2 MANDATET , ARBEIDET OG ARBEIDSGRUPPENS SAMMENSETNING 5

source: 2.1 Váldi 6
nob: 2.1 Mandatet 6

source: 3 VIŠUVNNAT 9
nob: 3 VISJONER 9

source: 3.1 Álgu 9
nob: 3.1 Innledning 9

source: 3.2 Universitehta oahpposadjin 10
nob: 3.2 Universitetet som lærested 10

source: 3.3 Universitehta gávnnadanbáikin 12
nob: 3.3 Universitetet som møtested 12

source: 3.4 Universitehta jurddašanbáikin 14
nob: 3.4 Universitetet som tenkested 15

source: 4 HISTORJJÁLAŠ ČIELGGADEAPMI 19
nob: 4 HISTORISK OVERSIKT 21

source: 4.1 Romssa universitehta ásaheami vuođusteapmi 19
nob: 4.1 Begrunnelser for etableringen av Universitetet i Tromsø 21

source: 4.2 Norgga dutkanráđi mearkkašupmi 19
nob: 4.2 Norges forskningsråds betydning 21

source: 4.3 Romssa universitehta fágabirrasiid ovdáneapmi 20
nob: 4.3 Utviklingen på fagområdene ved Universitetet i Tromsø 22

source: 4.3.1 Historjjá ossodat ovdamearkan / Historjjá instituhtta 20
nob: 4.3.1 Et eksempel fra Historieseksjonen / Institutt for historie 23

source: 4.4 Lávdegoddi mii guorahalai Romssa universitehta sámi dutkama ,
nob: 4.4 Utvalget som vurderte videreføring av samisk forskning , undervisning ,

source: oahpahusa , populearadieđalaš diehtojuohkima ja kulturmuitogáhttema
nob: populærvitenskapelig formidling og Kulturminnevern ved Universitetet i Tromsø 25

source: 4.4.1 Sámi dutkamiid guovddáža ásaheapmi 23
nob: 4.4.1 Opprettelsen av Senter for samiske studier 25

source: 4.4.2 Eará doaibmabijut 25
nob: 4.4.2 Andre tiltak 27

source: 5 DOAIBMABIJUID EVTTOHUSAT 27
nob: 5 FORSLAG TIL TILTAK 29

source: 5.1 Vuoruhuvvon doaibmabijut 28
nob: 5.1 Prioriterte tiltak 30

source: 5.1.1 Sámi dutkanguovddáš 28
nob: 5.1.1 Sámi dutkanguovddáš / Samisk forskningssenter / Sami research centre 30

source: 5.1.2 Fakultehtaid rasttildeaddji dutkanprográmmat 29
nob: 5.1.2 Tverrfakultære forskningsprogram 32

source: 5.1.3 Ásahit rekrutterenvirggiid sámi fáttáin 30
nob: 5.1.3 Oppbygging av rekrutteringsstillinger innenfor samisk tematikk 33

source: 5.1.4 Ásahit eamiálbmotoahpuid Master-prográmma ja Bachelor-prográmma 31
nob: 5.1.4 Utvikling av Masters-program og Bachelors-program i urfolksstudier 33

source: 5.1.5 Sámegielmáhttu reella gáibádussan dieđalaš virggiid virgáibidjamis 33
nob: 5.1.5 Samisk språk som reell kvalifikasjon ved ansettelser i vitenskapelige stillinger 35

source: 5.1.6 Ásahit friddjaoastinortnegiid 33
nob: 5.1.6 Etablering av frikjøpsordninger 35

source: 5.1.7 Nannet institušuvdnaovttasbarggu 34
nob: 5.1.7 Styrke institusjonssamarbeidet 36

source: 5.1.8 Ráhkadit lohkanmeriid sámi / eamiálbmot áššiid birra ja ráhkadit lohkanmeriid sámegillii 35
nob: 5.1.8 Utvikle pensum om samisk / urfolksforhold , samt pensumlitteratur på samisk 37

source: 5.1.9 Sámi studeanttaid oččodeapmi 36
nob: 5.1.9 Rekruttering av samiske studenter 38

source: 5.1.10 Nannet dutkandieđuid juohkima 38
nob: 5.1.10 Styrke forskningsformidlingen 40

source: 5.1.11 Nannet sámegiela geavaheami rápmaeavttuid 39
nob: 5.1.11 Styrke rammevilkår for bruk av samisk språk 41

source: 5.1.12 Fásta sámi ovddasteaddjesadji Universitehtastivrii 39
nob: 5.1.12 Fast samisk representant i Universitetsstyret 41

source: 5.1.13 Bistevažžan dahkat sámi kultuvradieđu lohkanbajioahpu 39
nob: 5.1.13 Permanentisering av semesteremnet i samisk kulturkunnskap 42

source: 5.2 Gielladoaibmabijut 40
nob: 5.2 Språktiltak 42

source: 5.2.1 Giellagurssat bargiide ja studeanttaide 40
nob: 5.2.1 Språkkurs for ansatte og studenter 43

source: 5.2.2 Sámegillii galbet RMD-girjerádjosa 41
nob: 5.2.2 Skilting på samisk på RMH-biblioteket 43

source: 5.2.3 Ođasmahtton oahppomateriála Romssa universitehta birra 41
nob: 5.2.3 Oppdatert studiemateriell om Universitetet i Tromsø på samisk 43

source: 5.2.4 Jorgalanbálvalus 41
nob: 5.2.4 Oversettertjeneste 43

source: 5.3 Oahpahusdoaibmabijut 41
nob: 5.3 Undervisningstiltak 44

source: 5.3.1 Sámi dearvvašvuođadutkanossodaga ásaheapmi ( Med-fak ) 42
nob: 5.3.1 Opprettelsen av Avdeling for samisk helseforskning / Sámi dearvvašvuođadutkan ( Med-fak ) 44

source: 5.3.2 Álggahankollokviat sámi studeanttaide 42
nob: 5.3.2 Begynnerkollokvier for samiske studenter 44

source: 5.3.3 Fágaid rasttildeaddji seminárat 42
nob: 5.3.3 Tverrfaglige seminar 45

source: 5.3.4 Oahpahus ja DGT ( Diehtojuohkin- ja gulahallanteknologiija ) 43
nob: 5.3.4 Undervisning og IKT ( Informasjons- og kommunikasjonsteknologi ) 45

source: 5.3.5 Romssa musea / Universitehtamusea bargit bagadallin 43
nob: 5.3.5 Veiledere ved Tromsø Museum / Universitetsmuseet i Tromsø 45

source: 5.3.6 Ovddidit oahpahusfálaldagaid bohcco ja boazodoalu birra 43
nob: 5.3.6 Styrke undervisningstilbudet innen rein og reindrift 46

source: 5.4 Dutkan 43
nob: 5.4 Forskning 46

source: 5.4.1 Stipeanda prošeaktaohcamiid čállimii 43
nob: 5.4.1 Overgangsstipend 46

source: 5.4.2 Oktasaš davviriikkalaš-ruošša sámi bibliografiija 44
nob: 5.4.2 Felles nordisk-russisk samisk bibliografi 46

source: 5.4.3 Čielggadit dutkanhástalusaid 44
nob: 5.4.3 Utarbeiding av oversikt over forskningsutfordringer 46

source: 5.4.4 Doavttirgrádagurssat / seminárat 44
nob: 5.4.4 Doktorgradskurs / seminarer 47

source: 5.5 Riikkaidgaskasaš doaimmaheapmi 44
nob: 5.5 Internasjonalisering 47

source: 5.5.1 Viiddidit našuvnnalaš earreprográmma 45
nob: 5.5.1 Utvidelse av nasjonalt kvoteprogram 47

source: 5.5.2 Romssa universitehta ovttasbargošiehtadusat 45
nob: 5.5.2 Samarbeidsavtaler ved Universitetet i Tromsø 48

source: 5.5.3 Konferánssat 45
nob: 5.5.3 Konferanser 48

source: 1 Čoahkkáigeassu
nob: 1 Sammendrag

source: 1.1 Álgu
nob: 1.1 Innledning

source: Strategiijaplánabargu álggahuvvui 1998:s ja barggu vuolggahii rektor Tove Bull .
nob: Strategiplanarbeidet ble igangsatt i 1998 etter initiativ fra rektor Tove Bull Se Strateginotat for Universitetet i Tromsø frem til år 2010 , og web-siden http://www.uit.no/tromsoflaket/1997.18/10.html med tittelen “ Wenn jemand eine Reise tut ” .

source: Sámi strategiijaplána lea vuosttašdási plána man váldoulbmil lea čujuhit muhtun doaibmabijuid maid háliidit vuoruhit Romssa universitehta sámi dutkamis . Sámi strategiijaplána dievasmahttá Romssa universitehta dábálaš strategiijaplánabarggu .
nob: . Samisk strategiplan er en overordnet plan der hovedmålet er å skissere hvilke tiltak man ønsker å satse på innen samisk forskning ved Universitetet i Tromsø , og den skal supplere det ordinære strategiplanarbeidet ved Universitetet i Tromsø .

source: Doaibmabijuide ráhkaduvvojit sierra doaibmaplánat main čilgejuvvo movt doaibmabijuid čađahit .
nob: Innenfor hvert av tiltakene vil det bli utarbeidet handlingsplaner som gir en mer detaljert oversikt over hvordan tiltakene tenkes gjennomført .

source: Universitehta jođiheaddjit bivde Sámi dutkamiid guovddáža ráhkadit sámi strategiijaplána , mii dutkama lassin maiddái galgá gieđahallat oahpahusa , dieđuid juohkima ja studeanttaid oččodeami .
nob: Universitetsledelsen ba Senter for samiske studier utarbeide den samiske strategiplanen , som foruten forskning også skulle omfatte utdanning , formidling og rekruttering .

source: Romssa universitehta lea riikka stuorámus dutkanásahus mii gieđahallá sámi dutkangažaldagaid , ja Romssa universitehta vuoruheapmi váikkuha garrasit olles dutkansuorgái .
nob: Universitetet i Tromsø er landets største forskningsinstitusjon for samiske forskningsspørsmål , og det vil ha stor betydning for hele forskningsfeltet hvilke prioriteringer Universitetet i Tromsø gjør .

source: Plánabargu lea vuođđuduvvon dasa ahte universitehta berre ovddidit sámi dutkama ja oahpahusa , ja dan bokte maiddái máŋggafágalaš dutkama , ja eambbo sámi studeanttaid ja dutkit oččodit universitehtii .
nob: Planarbeidet tar utgangspunkt i at universitetet bør arbeide for økt samisk forskning og undervisning på flere fagområder , herunder flerfaglig forskning , samt ta sikte på økt rekruttering av samiske studenter og forskere .

source: Olu strategiijaplánabarggus fievrriduvvo viidáseappot sihke oassečilgehussan ja dađistaga proseassan dain iešguđetge instituhtain .
nob: Mye av strategiplanarbeidet vil bli videreført både som delutredninger og som en løpende prosess på de enkelte instituttene .

source: Dán čoahkkáigeasus ovdanbuktit plána sisdoalu .
nob: Dette sammendraget presenterer innholdet i resten av planen .

source: 1.2 Váldi , bargu ja bargojoavkku lahtut
nob: 1.2 Mandat , arbeidet og arbeidsgruppens sammensetning

source: Nuppi kapihttalis čilgejuvvo sámi strategiijaplána váldi .
nob: I kapittel 2 omtales mandatet for den samiske strategiplanen .

source: Fágalaš ovddasvástádus sámi strategiijaplánii lea leamaš bargojoavkkus maid Sámi dutkamiid guovddáža stivra nammadii áššis 13/98 . Bargojoavkkus ledje :
nob: Det faglige ansvaret for utformingen av den samiske strategiplanen har vært tillagt en arbeidsgruppe oppnevnt av styret ved Senter for samiske studier i sak SS 13/98 , og har bestått av :

source: Ánde Somby , stivrajođiheaddji ( 01.01.2000 rádjái )
nob: ( Ánde Somby , styreleder ( frem til 01.01.2000 )

source: Ivar Bjørklund , ovddeš stivralahttu
nob: ( Ivar Bjørklund , tidligere styremedlem

source: Britt Kramvig , stivralahttu
nob: ( Britt Kramvig , styremdlem

source: Eivind Bråstad Jensen , diehtojuohkindirektevra ( 01.08.1999 rádjái )
nob: ( Eivind Bråstad Jensen , informasjonsdirektør ( fram til 01.08.1999 )

source: Tor-Henrik Buljo , studeantalahttu
nob: ( Tor-Henrik Buljo , studentrepresentant

source: Joavkku čálli lei Lars Andreassen , Árran Julevsáme guovdásj , gitta 1999 njukčamánu loahpageahčái .
nob: Sekretær for gruppen har vært Lars Andreassen fra Árran , Lulesamisk senter frem til utgangen av mars 1999 .

source: Siri Johnsen , Sámi dutkamiid guovddáš , válddii dasto badjelasas čállibarggu .
nob: Etter dette overtok Siri Johnsen ved Senter for samiske studier sekretærfunksjonen .

source: Maŋŋel go strategiijaplána vuosttaš evttohus sáddejuvvui gulaskuddamii , válddii Sámi dutkamiid guovddáš badjelasas ovddasvástádusa rievdadit ja gárvvistit plána .
nob: Etter at første utkast til strategiplan ble sendt ut på høring , har administrasjonen ved Senter for samiske studier overtatt ansvaret for redigeringen og ferdigstillelsen av planen .

source: Sámi dutkamiid guovddáža stivra dohkkehii sámi strategiijaplána stivračoahkkimis 31.08.2000 áššis 36/2000 ja mearridii plána sáddet Universitehtastivrii .
nob: Planen ble lagt frem på styremøte til Senter for samiske studier 31.08.2000 under SS 36/2000 og vedtatt oversendt Universitetstyret .

source: Bargojoavku lea bovden fakultehtaid ja instituhtaid , eará ossodagaid , ovttaskas olbmuid , studeantaservviid ja earáid mielde plána ráhkadeapmái .
nob: Arbeidsgruppen har ønsket en bred medvirkning fra de enkelte fakulteter og institutter , andre enheter , enkeltpersoner og studentorganisasjoner .

source: Leat lágiduvvon čoahkkimat ja eará vuogit háhkat evttohusaid , earret eará leat leamaš rabas fáddáčoahkkimat , ja loahpas sáddejuvvui strategiijaplána gulaskuddamii .
nob: Dette er gjennomført gjennom møtevirksomhet og andre former for innspill , deriblant åpne temamøter , og dernest gjennom en høringsrunde på strategiplanen .

source: Mihttomearit leat earret eará leamaš :
nob: Målsetningene har blant annet vært å :

source: Čielggadit Romssa universitehta sámi dutkama ja oahpahusa .
nob: ( Gi en oversikt over samisk forskning og undervisning ved Universitetet i Tromsø .

source: Evttohit muhtun vejolaš luottaid Romssa universitehtii , ja evttohit konkrehta doaibmabijuid sámi dutkama ektui , oahpahusa ektui , diehtojuohkima ektui , oainnusin dahkama ektui jnv.
nob: ( Skissere noen veivalg for Universitetet i Tromsø , samt foreslå konkrete forslag til tiltak innen samisk forskning , undervisning , formidling , synliggjøring m.m.

source: Álggahit ságastallama Romssa universitehta sajádaga birra sámi servodaga gelbbolašvuođa dárbbuid ektui .
nob: ( Skape debatt om Universitetet i Tromsø sin rolle i forhold til kunnskapsbehovene i det samiske samfunnet .

source: Bargojoavku ii leat háliidan ráhkadit dutkan- ja oahpahusplána mas gieđahallojit fáttát maid boahtteáiggis berre oahpahit dahje dutkat .
nob: Arbeidsgruppen har således ikke ønsket å utarbeide en forsknings- eller undervisningsplan som går inn på hvilke temaer det bør undervises i eller forskes på i årene fremover .

source: Bargojoavku lea baicca čujuhan muhtun universitehtapolitihkalaš hástalusaid mat gusket Romssa universitehta profileremii ja ovddasvástádusaide .
nob: Derimot er det pekt på noen universitetspolitiske utfordringer som følger av Universitetet i Tromsø sin profilering og ansvar .

source: Váldi ja bargojoavkku bargu lea vuđoleappot čilgejuvvon 2. kapihttalis .
nob: For nærmere beskrivelse av mandatet og arbeidsgruppens arbeid , se kapittel 2 .

source: 1.3 Višuvnnat
nob: 1.3 Visjoner

source: Goalmmát kapihttalis gieđahallat guovddáš čuolmmaid mat gusket doahpagii “ Sámi dutkan ” , ja mii Romssa universitehta sámi dutkan berrešii leat .
nob: Kapittel 3 tar opp flere sentrale problemstillinger knyttet til begrepet “ Samisk forskning ” , og hva samisk forskning bør være ved Universitetet i Tromsø .

source: Čállosis geahččalit čilget muhtun váttisvuođaid maiguin sámi dutkan deaivvada dáčča ja riikkaidgaskasaš dutkanmáilmmis .
nob: Teksten prøver å gripe tak i noen av de problemene som samisk forskning møter i det norske og det internasjonale forskningsmiljøet .

source: Váttisvuođat leat čadnon dasa movt árbevirolaččat sirrejit fágaid , sámi dutkama oainnusin dahkamii , sámi studeanttaid universitehtii oaččuheapmái , ja sámegiela geavaheapmái dutkamiid oktavuođas .
nob: Dette er problemstillinger knyttet til tradisjonelle faginndelinger , synliggjøring av den samiske forskningen , rekruttering av samiske studenter og forskere , samt bruk av samisk språk i forskningen .

source: Kapihttalis leat čilgejuvvon muhtun oaidninsajit dasa movt sámi dutkan sáhttá nannet Romssa universitehta našuvnnalaš ja riikkaidgaskasaš olgogova , ja movt sámi dutkan sáhttá leat mielde Romssa universitehtii hukseme erenoamáš guovlulaš gelbbolašvuođa .
nob: Kapittelet prøver også å gi noen perspektiver på hvordan samisk forskning kan styrke Universitetet i Tromsø sin nasjonale og internasjonale profil , og være med å bidra til at Universitetet i Tromsø utvikler en unik regional kompetanse .

source: 1.4 Historjjálaš čielggadeapmi
nob: 1.4 Historisk oversikt

source: Njealját kapihttalis čilgejuvvo Romssa universitehta sámi dutkan ja oahpahus historjjálaččat .
nob: I kapittel 4 gis en historisk oversikt over samisk forskning og undervisning ved Universitetet i Tromsø .

source: Sámi dutkan ja gelbbolašvuođaid lasiheapmi , oahpahus ja eará vuogit juohkit dieđuid sámi dilálašvuođaid birra , leat leamaš guovddážis Romssa universitehtas álggu rájes .
nob: Samisk forskning og kunnskapsoppbygging , undervisning og annen formidling om samiske forhold har stått sentralt for Universitetet i Tromsø siden etableringen .

source: Norgga dutkanráđi prográmmat leat maiddái leamaš deaŧalaččat dáid gelbbolašvuođaid lasiheamis .
nob: Norges forskningsråd sine ulike program har også betydd mye for å bygge opp denne kompetansen .

source: Dutkama ja kulturmuitogáhttema bokte leat guovllu sámi ja máŋggakultuvrralaš bealit oidnosii boahtán áibbas ládje go dušše 20 jagi áigi .
nob: Gjennom forskning og kulturminneforvaltning er den samiske og flerkulturelle dimensjonen i landsdelens historie blitt synliggjort på en helt annen måte enn for bare 20 år siden .

source: Romssa universitehta lea leamaš deaŧalaš sámi servodahkii sámi kandidáhtaid oahpaheami bokte , ja sámi kultuvrra ja eará guovlulaš kulturvugiid oainnusin dahkama ja árvvu loktema bokte .
nob: Gjennom utdanning av samiske kandidater , samt synliggjøring og heving av statusen til samisk kultur og andre regionale kulturformer , har Universitetet i Tromsø hatt betydning for det samiske samfunnet .

source: 1988/1989 dahkkui čielggadanbargu Romssa universitehta sámi dutkama ja oahpahusa birra . Čielggadeapmi čájehii ahte lea dárbu doaibmabijuide mat ovddidit sámi dutkama , ovttasbarggu fágaid rájiid rastá , oahpahusa sámi dilálašvuođain jnv.
nob: I 1988/89 ble det gjennomført et utredningsarbeid om samisk forskning og undervisning ved Universitetet i Tromsø , som pekte på behovet for tiltak som skulle fremme samisk forskning , tverrfaglig samarbeid , økt undervisning i samiske forhold , m.m.

source: Sámi dutkamiid guovddáža ásaheapmi lei dán barggu boađus .
nob: Senter for samiske studier ble etablert som følge av dette arbeidet .
